// ЗАДАНИЕ 
// Високосный год.
// Написать функцию, которая выводит true or false в ответ на введенный год
// И функцию, которая выводит все високосные годы в 21 веке

function leap_year(year) {
  console.log('тут выводим какой год, високосный или нет');
}

function all_leap_years() {
  console.log('тут выводим все високосные года');
} 

leap_year(2017) // тут мы меняем год и в зависимости от выбранного года должно выводиться true или false

all_leap_years() // результат должны быть все високосные года в 21 веке
